{
  "headline": "Facebook is spending $5.7 billion to capitalize on India's internet boom",
  "author": ["Sherisse Pham", "Cnn Business"],
  "date_publish": "2020-04-22 04:33:39",
  "date_modify": "None",
  "date_download": "2020-05-29 22:11:27",
  "image_url": "en",
  "filename": "https://www.cnn.com/2020/04/22/tech/facebook-india-reliance-jio/index.html.json",
  "description": "Facebook is investing $5.7 billion into Jio Platforms, the digital technology arm of Indian billionaire Mukesh Ambani's sprawling conglomerate Reliance Industries.",
  "publication": "CNN",
  "category": "tech",
  "source_domain": "www.cnn.com",
  "article": "Hong Kong (CNN Business) Facebook (FB) is spending billions of dollars for a stake in India's largest mobile operator, and teaming up with the country's richest man to tap into an internet boom. The deal, announced Wednesday, will see the US company invest $5.7 billion for a 9.99% stake in Jio Platforms, the digital technology arm of Indian billionaire Mukesh Ambani's sprawling conglomerate Reliance Industries. Jio Platforms has several services under its umbrella, including Reliance Jio, the mobile network that has taken India by storm since launching less than four years ago, racking up 388 million users, putting his brother and rival out of business and forcing other local operators to merge. Apps where users can stream movies, shop online and read news also fall under Jio Platforms. The tie-up includes a commercial partnership with WhatsApp that potentially paves the way for Facebook to make money from the messaging service's 400 million users in India. The partnership comes at a key time for tech in India. The market is growing, but it's getting tougher for global firms to profit because of shifting regulations , making it all the more important for companies like Facebook to forge key alliances if they want to cash in. It is also a huge investment at a time when the global economy is teetering on the edge.",
  "summary": "Hong Kong (CNN Business) Facebook (FB) is spending billions of dollars for a stake in India's largest mobile operator, and teaming up with the country's richest man to tap into an internet boom. The deal, announced Wednesday, will see the US company invest $5.7 billion for a 9.99% stake in Jio Platforms, the digital technology arm of Indian billionaire Mukesh Ambani's sprawling conglomerate Reliance Industries. Apps where users can stream movies, shop online and read news also fall under Jio Platforms. The tie-up includes a commercial partnership with WhatsApp that potentially paves the way for Facebook to make money from the messaging service's 400 million users in India. It is also a huge investment at a time when the global economy is teetering on the edge.",
  "keyword": [
    "mobile",
    "billion",
    "platforms",
    "57",
    "partnership",
    "boom",
    "indias",
    "stake",
    "users",
    "jio",
    "internet",
    "services",
    "facebook",
    "million",
    "capitalize",
    "reliance",
    "spending"
  ],
  "title_page": "None",
  "title_rss": "None",
  "url": "https://www.cnn.com/2020/04/22/tech/facebook-india-reliance-jio/index.html"
}
