{
    "headline": "Three militants, including wanted LeT 'commander', killed in Kashmir gunfights",
    "author": [
        "Authors"
    ],
    "date_publish": "2024-11-02 07:31:00",
    "date_modify": "None",
    "date_download": "2024-11-03 10:19:11",
    "language": "en",
    "image_url": "https://th-i.thgim.com/public/incoming/bl0vi9/article68823115.ece/alternates/LANDSCAPE_1200/PTI11_02_2024_000186A.jpg",
    "filename": "https://www.thehindu.com/news/national/jammu-and-kashmir/militants-killed-in-encounter-in-jks-anantnag/article68822224.ece.json",
    "description": "Two militants killed in Anantnag encounter, one foreigner, one local; operation ongoing, details awaited; another encounter in Srinagar.",
    "publication": "The Hindu",
    "category": "Jammu and Kashmir",
    "source_domain": "www.thehindu.com",
    "source_favicon_url": "https://www.thehindu.com/favicon.ico",
    "article": "Three militants, including wanted Lashkar-e-Taiba (LeT) 'commander' Usman Lashkari, were killed in two separate anti-militancy operations in Kashmir on Saturday (November 2, 2024). Two policemen and two CRPF jawans were also injured in the operations. A gunbattle raged in the old city's Khanyar area on Saturday (November 3, 2024) morning when a quick response team (QRT) of the security forces worked upon a tip-off about the presence of a militant in a congested locality. \"Security forces acted swiftly on an intelligence input. A coordinated cordon-and-search operation was launched around the suspected hideout. Security personnel were fired upon when the house where the militant was hiding was approached,\" Inspector General of Police V.K. Birdi said. The fierce gunbattle rattled the old city after a gap of three years. At least three houses, which caught fire during the operation, were damaged in the operation. \"A full-scale operation lasted until late in the evening. During the intense exchange (of fire), the forces successfully eliminated a foreign terrorist, later identified as Usman Lashkari of the LeT,\" IGP Birdi said. Also read: J&K terror attacks: 'Not an issue of security lapses, security forces giving befitting reply,' says Rajnath Singh He said slain Lashkari was active in the Valley for several months. \"The slain was also linked to the killing of Inspector Masroor Mir in the Eidgah area,\" IGP Birdi said. A large cache of arms and ammunition was recovered from the encounter site, the police said. Four security personnel, including two policemen and two CRPF jawans were also injured in the encounter. Officials said all the injured were shifted to hospital and their condition is \"stable\". In a separate operation in south Kashmir, the Army engaged a group of militants in a firefight in Halkan Gali, Anantnag. The Army said security forces observed suspicious movement and the terrorists were challenged. \"Terrorists opened indiscriminate fire. Troops effectively retaliated, which resulted in the elimination of two terrorists,\" the Army said. The anti-militancy operation continued throughout the day in the areas as the Army suspected presence of more militants in the area. The Army said another group of militants was engaged in a firefight on Friday evening in north Kashmir. \"On November 1, 2024, suspicious movement was spotted in Panar area of Bandipora by alert troops. On being challenged, terrorists opened indiscriminate fire and escaped into the jungle,\" the Army said. In another incident, a soldier died in Srinagar's Rawalpora area. Officials said initial reports suggested that the soldier died in \"accidental fire\". The incident took place when the soldier was part of a road opening party in Rawalpora. J&K has witnessed eight major militancy related incidents in the past one month, including four attacks on non locals in Kashmir. Fifteen people, including 10 civilians, two soldiers and two militants, were killed in these militancy related incidents. National Conference president Dr. Farooq Abdullah demanded a probe into stepped up incidents of militancy in J&K, especially after a new government took charge. \"These attackers from the last few days should be caught alive so that we can identify who is behind them,\" Dr. Abdullah said. J&K Pradesh Congress Committee (JKPCC) president and MLA Tariq Hameed Karra alleged that there seems to be a significant gap in the intelligence grid, which must be addressed. \"The atmosphere being created now seems to differ from the context of these attacks. Those responsible for this violence do not desire peace in J&K. The timing of the attacks has raised suspicions. They are happening after a successful electoral process involving all stakeholders,\" Mr. Karra said. CPI(M) leader and MLA Kulgam M.Y. Tarigami expressed concern over the situation. \"People of Jammu and Kashmir desire peace. There is a need for lasting peace in the region so that people can carry on with their daily lives safely and peacefully,\" Mr. Tarigami.",
    "summary": "Three militants, including wanted Lashkar-e-Taiba (LeT) 'commander' Usman Lashkari, were killed in two separate anti-militancy operations in Kashmir on Saturday (November 2, 2024). Two policemen and two CRPF jawans were also injured in the operations. A gunbattle raged in the old city's Khanyar area on Saturday (November 3, 2024) morning when a quick response team (QRT) of the security forces worked upon a tip-off about the presence of a militant in a congested locality.",
    "keyword": [
        "attacks",
        "army",
        "killed",
        "operation",
        "militants",
        "kashmir",
        "security",
        "let",
        "area",
        "wanted",
        "gunfights",
        "terrorists",
        "including",
        "forces",
        "commander"
    ],
    "title_page": null,
    "title_rss": null,
    "url": "https://www.thehindu.com/news/national/jammu-and-kashmir/militants-killed-in-encounter-in-jks-anantnag/article68822224.ece"
}